{
  "act 1": [
    {
      "title": "Eagles Can Fly",
      "occasion": "This poem is shown on the second day.",
      "body": "Monkeys can climb\nCrickets can leap\nHorses can race\nOwls can seek\nCheetahs can run\nEagles can fly\nPeople can try\nBut that's about it."
    },
    {
      "title": "Amy Likes Spiders",
      "occasion": "This poem is shown on the third day.",
      "body": "You know what I heard about Amy?\nAmy likes spiders.\nIcky, wriggly, hairy, ugly spiders!\nThat's why I'm not friends with her.\n\nAmy has a cute singing voice.\nI heard her singing my favorite love song.\nEvery time she sang the chorus, my heart would pound to the rhythm of the words.\nBut she likes spiders.\nThat's why I'm not friends with her.\n\nOne time, I hurt my leg really bad.\nAmy helped me up and took me to the nurse.\nI tried not to let her touch me.\nShe likes spiders, so her hands are probably gross.\nThat's why I'm not friends with her.\n\nAmy has a lot of friends.\nI always see her talking to people.\nShe probably talks about spiders.\nWhat if her friends start to like spiders too?\nThat's why I'm not friends with her.\n\nIt doesn't matter if she has other hobbies.\nIt doesn't matter if she keeps it private.\nIt doesn't matter if it doesn't hurt anyone.\n\nIt's gross.\nShe's gross.\nThe world is better off without spider lovers.\n\nAnd I'm gonna tell everyone."
    },
    {
      "title": "Because You",
      "occasion": "This poem is shown on the fourth day, if the player made three poems that appeal to Natsuki.",
      "body": "Tomorrow will be brighter with me around\nBut when today is dim, I can only look down.\nMy looking is a little more forward\nBecause you look at me.\n\nWhen I want to say something, I say it with a shout!\nBut my truest feelings can never come out.\nMy words are a little less empty\nBecause you listen to me.\n\nWhen something is above me, I reach for the stars.\nBut when I feel small, I don't get very far.\nMy standing is a little bit taller\nBecause you sit with me.\n\nI believe in myself with all of my heart.\nBut what do I do when it's torn all apart?\nMy faith is a little bit stronger\nBecause you trusted me.\n\nMy pen always puts my feelings to the test.\nI'm not a good writer, but my best is my best.\nMy poems are a little bit dearer\nBecause you think of me.\n\nBecause you, because you, because you."
    },
    {
      "title": "I'll Be Your Beach",
      "occasion": "This poem is shown on the fourth day, if the player didn't make three poems that appeal to Natsuki.",
      "body": "Your mind is so full of troubles and fears\nThat diminished your wonder over the years\nBut today I have a special place\nA beach for us to go.\n\nA shore reaching beyond your sight\nA sea that sparkles with brilliant light\nThe walls in your mind will melt away\nBefore the sunny glow.\n\nI'll be the beach that washes your worries away\nI'll be the beach that you daydream about each day\nI'll be the beach that makes your heart leap\nIn a way you thought had left you long ago.\n\nLet's bury your heavy thoughts in a pile of sand\nBathe in sunbeams and hold my hand\nWash your insecurities in the salty sea\nAnd let me see you shine.\n\nLet's leave your memories in a footprint trail\nSet you free in my windy sail\nAnd remember the reasons you're wonderful\nWhen you press your lips to mine.\n\nI'll be the beach that washes your worries away\nI'll be the beach that you daydream about each day\nI'll be the beach that makes your heart leap\nIn a way you thought had left you long ago.\n\nBut if you let me by your side\nYour own beach, your own escape\nYou'll learn to love yourself again."
    }
  ],
  "act 2": [
    {
      "title": "T3BlbiBZb3VyIFRoaXJkIEV5ZQ==",
      "occasion": "This poem (written in Base64 code) is shown on the third day, if the player made two poems that appeal to Natsuki.",
      "body": "SSBjYW4gZmVlbCB0aGUgdGVuZGVybmVz\ncyBvZiBoZXIgc2tpbiB0aHJvdWdoIHRo\nZSBrbmlmZSwgYXMgaWYgaXQgd2VyZSBh\nbiBleHRlbnNpb24gb2YgbXkgc2Vuc2Ug\nb2YgdG91Y2guIE15IGJvZHkgbmVhcmx5\nIGNvbnZ1bHNlcy4gVGhlcmUncyBzb21l\ndGhpbmcgaW5jcmVkaWJseSBmYWludCwg\nZGVlcCBkb3duLCB0aGF0IHNjcmVhbXMg\ndG8gcmVzaXN0IHRoaXMgdW5jb250cm9s\nbGFibGUgcGxlYXN1cmUuIEJ1dCBJIGNh\nbiBhbHJlYWR5IHRlbGwgdGhhdCBJJ20g\nYmVpbmcgcHVzaGVkIG92ZXIgdGhlIGVk\nZ2UuIEkgY2FuJ3QuLi5JIGNhbid0IHN0\nb3AgbXlzZWxmLg==",
      "translation": {
        "title": "Open Your Third Eye",
        "body": "I can feel the tenderness of her skin through the knife, as if it were an extension of my sense of touch. My body nearly convulses. There's something incredibly faint, deep down, that screams to resist this uncontrollable pleasure. But I can already tell that I'm being pushed over the edge. I can't... I can't stop myself."
      }
    },
    {
      "title": "Natsuki's Request (No Title)",
      "occasion": "This poem is shown on the fourth day.",
      "body": "I don't know how else to bring this up. But there's been something\nI've been worried about. Yuri has been acting kind of strange lately.\nYou've only been here a few days, so you may not know what I mean. But\nshe's not normally like this. She's always been quiet and polite and\nattentive...things like that.\n\nOkay... This is really embarrassing, but I'm forcing myself to\nsuck it up. The truth is, I'm REALLY worried about her. But if I try\ntalking to her, she'll just get mad at me again. I don't know what to\ndo. I think you're the only person that she'll listen to. I don't know\nwhy. But please try to do something. Maybe you can convince her to talk\nto a therapist.\n\nI've always wanted to try being better friends with Yuri, and\nit really hurts me to see this happening. I know I'm going to hate\nmyself later for admitting that, but right now I don't care. I just feel\nso helpless. So please see if you can do something to help. I don't\nwant anything bad to happen to her. I'll make you cupcakes if I have to.\nJust please try to do something.\n\nAs for Monika... I don't know why, but she's been really dismissive about this. It's like she just wants us to ignore it. So I'm mad at her right now, and that's why I'm coming to you about this. DON'T LET HER KNOW I WROTE THIS!!!! Just pretend like I gave you a really good poem, okay? I'm counting on you. Thanks for reading."
    }
  ]
}
